Repository: common-repository/salamantex-payment-for-woocommerce
Catalog: languages/woocommerce-salamantex-*.po
Languages: de_de

source: Salamantex Crypto Payment Service
de_de: Salamantex Kryptobezahlung

source: Pay quickly and easily with the following crypto currencies: Bitcoin, Ethereum, Dash, Nimiq, Litecoin, Ripple or Stellar
de_de: Zahlen Sie schnell und einfach mit folgenden Kryptowährungen: Bitcoin, Ethereum, Dash, Nimiq, Litecoin, Ripple or Stellar

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Salamantex
de_de: Aktiviere Salamantex Plugin

source: Title
de_de: Titel

source: This controls the title for the payment method the customer sees during checkout.
de_de: Der Titel der Zahlungsmethode, die der Kunde beim Zahlen sieht.

source: Description
de_de: Beschreibung

source: Payment method description that the customer will see on your checkout.
de_de: Die Beschreibung der Zahlungsmethode, die der Kunde beim Zahlen sieht.

source: Instructions
de_de: Anmerkungen

source: Instructions that will be added to the thank you page and emails.
de_de: Anmerkungen welche auf der Danke-Seite und in den E-Mails angezeigt werden.

source: Test mode
de_de: Testmodus

source: Enable Test Mode
de_de: Testmodus aktivieren

source: Place the payment gateway in test mode using test API keys.
de_de: Aktive den Tesmodus und verwende den Test API Key.

source: Test API key
de_de: Test Webshop API Schlüsse

source: Enter Test API key
de_de: Bitte den Test Webshop API Schlüssel eingeben

source: Enter the API test URL
de_de: Bitte die Test Webshop API URL eingeben

source: Live API key
de_de: Live Webshop API Schlüsse

source: Enter Live API key
de_de: Bitte den Live Webshop API Schlüssel eingeben

source: Enter the API live URL
de_de: Bitte die Live Webshop API URL eingeben

source: Make order processing
de_de: Bestellabwicklung

source: Enable Processing order status if Salamantex status is FTS_PRETTY_SAFE
de_de: Markiere die Bestellung bereits als Bezahlt (processing), wenn die Krypto-Transaktion den Status "In Bestätigung" (pretty_safe) erreicht.

source: The default order status for FTS_PRETTY_SAFE is Pending Payment.
de_de: Wird diese Einstellung aktiviert, wird die Woocommerce Bestellung bereits auf Bezahlt gesetzt, wenn die Krypto-Transaktion den Status "In Bestätigung" (pretty_safe) erreicht. Dies wird für Webshops empfohlen, die zum Beispiel Downloads anbieten. Ansonsten wird die Woocommerce Bestellung erst auf Bezahlt gesetzt, wenn die Krypto-Transaktion den Status "Bestätigt" (confirmed) erreicht. Dies wird für Webshops empfohlen, die zum Beispiel Produkte versenden (und mit dem Versand bis zur sicheren Zahlungen warten können).

source: Salamantex payment ID:
de_de: Salamantex Zahlungs-ID:

source: Check Salamantex transaction status:
de_de: Transaktionsstatus von Salamantex:

source: Salamantex payment status:
de_de: Salamantex Zahlungsstatus:

source: Settings
de_de: Einstellungen

source: This payment method is currently not available
de_de: Diese Zahlungsmethode ist derzeit nicht verfügbar

source: Once every 10 seconds
de_de: Alle 10 Sekunden

source: Salamantex payment status - double checked:
de_de: Salamantex Zahlungsstatus - doppelt geprüft:

source: Unique Salamantex payment URL:
de_de: Salamantex-Zahlungs-URL:

source: Default description
de_de: Standard-Beschreibung

source: Use the default description
de_de: Benutze die Standard-Beschreibung

source: Use the default description instead of the user defined one.
de_de: Benutze die Standard-Beschreibung statt der Benutzerdefinierten-Beschreibung
